[
  {
    "id": "1756214222236",
    "timestamp": "26/08/2568 20:17:02",
    "userData": {
      "email": "jk@gmail.com",
      "ageRange": "55+",
      "birthDay": "Thursday",
      "bloodGroup": "B"
    },
    "fortuneResult": {
      "luckyNumber": 77,
      "relationship": "คุณมีเสน่ห์ที่ดึงดูดคนดีๆ เข้ามา บุคลิกน่าประทับใจ คนที่พบเจอจะจดจำ ความสัมพันธ์พัฒนาไปได้ดี ด้วยความเป็นตัวของตัวเอง ความมั่นใจในตนเองดึงดูดคน คุณไม่ชอบทำเป็น เป็นยังไงก็พูดยังงั้น ความตรงไปตรงมาทำให้คนอื่นไว้ใจ",
      "work": "ประสบการณ์และความรู้ที่สั่งสมจะเป็นทุนใช้ได้ ความรู้ที่มีจะเป็นที่พึ่งได้และนับถือ วัยนี้ควรใช้ชีวิตให้สบายขึ้น ผลตอบแทนจะดีกว่าที่คาด ไอเดียและความคิดสร้างสรรค์จะทำให้งานโดดเด่น คนอื่นจะมองคุณในแง่มุมใหม่ จะเห็นว่าคุณมีความสามารถแตกต่าง",
      "health": "การไหลเวียนของเลือดดี ออกกำลังกายสม่ำเสมอ สุขภาพดีโดยรวม แต่ดูแลท้องหน่อย ระวังอาหารจัดจ้านไปดูแลสุขภาพด้วยใจรักนะ วัยนี้ร่างกายต้องการความเอาใจใส่มากขึ้น กินยาตามเวลา พบแพทย์เป็นประจำ ออกกำลังกายเบาๆ เช่น เดินเล่น ยืดกาย เพื่อสุขภาพที่ดี",
      "generatedAt": "2025-08-26T13:17:01.743Z"
    }
  },
  {
    "id": "1756217217710",
    "timestamp": "26/08/2568 21:06:57",
    "userData": {
      "email": "1@gmail.com",
      "ageRange": "18-25",
      "birthDay": "Saturday",
      "bloodGroup": "O"
    },
    "fortuneResult": {
      "luckyNumber": 77,
      "relationship": "คุณเป็นคนที่น่าเชื่อถือและพึ่งพาได้ ทำตามสัญญาเสมо คนอื่นไว้วางใจ ความสัมพันธ์มั่นคง ด้วยความเป็นผู้นำโดยธรรมชาติ ความมั่นใจทำให้คนอื่นอยากเข้าใกล้ คุณมีเสน่ห์ในการชักจูงใจคน รวมคนให้ทำงานร่วมกันเก่ง ทุกคนเลยมองคุณเป็นหัวหน้า",
      "work": "มีโอกาสได้เปลี่ยนสายงานให้ดีขึ้น ดูเหมือนคุณมีความสามารถที่จะไปไกล สัมพันธ์กับเพื่อนร่วมงานสำคัญมาก ทักษะการสื่อสารจะเป็นจุดเด่น คุณเป็นคนที่มีความเป็นผู้นำตามธรรมชาติ เป็นคนที่นำพาทีมและคนอื่นจะตาม ความเป็นผู้นำจะทำให้ประสบความสำเร็จ",
      "health": "ดื่มน้ำเยอะๆ สุขภาพจะดีขึ้นมาก พลังแข็งแกร่งธรรมชาติ แต่ระวังข้อและกระดูก ออกกำลังกายจะช่วยหนุ่มสาวระวังนอนดึกนะ การนอนไม่เพียงพอทำให้ภูมิคุ้มกันตกต่ำ ควรนอนให้ครบ 7-8 ชั่วโมงต่อวัน กินอาหารให้ครบ 5 หมู่ เพื่อสุขภาพที่แข็งแรง",
      "generatedAt": "2025-08-26T14:06:54.349Z"
    }
  },
  {
    "id": "1756218399447",
    "timestamp": "26/08/2568 21:26:39",
    "userData": {
      "email": "ro@gmail.com",
      "ageRange": "26-35",
      "birthDay": "Friday",
      "bloodGroup": "O"
    },
    "fortuneResult": {
      "luckyNumber": 21,
      "relationship": "วันศุกร์ให้ความหวานชื่นในความรัก รู้จักสร้างบรรยากาศดี คนที่รักรู้สึกพิเศษ ความสุขล้นเหลือ ด้วยความเป็นผู้นำโดยธรรมชาติ ความมั่นใจทำให้คนอื่นอยากเข้าใกล้ คุณมีเสน่ห์ในการชักจูงใจคน รวมคนให้ทำงานร่วมกันเก่ง ทุกคนเลยมองคุณเป็นหัวหน้า",
      "work": "เงินเดือนจะขึ้นตามความสามารถที่คุณมี คนรอบข้างจะให้ความช่วยเหลือ ทั้งจากเพื่อนร่วมงานและหัวหน้า ทุกคนจะเริ่มมองคุณในมุมใหม่ คุณเป็นคนที่มีความเป็นผู้นำตามธรรมชาติ เป็นคนที่นำพาทีมและคนอื่นจะตาม ความเป็นผู้นำจะทำให้ประสบความสำเร็จ",
      "health": "ดื่มน้ำเยอะๆ สุขภาพจะดีขึ้นมาก พลังแข็งแกร่งธรรมชาติ แต่ระวังข้อและกระดูก ออกกำลังกายจะช่วยวัยทำงานหาเวลาออกกำลังกายนะ การนั่งนานๆ ทำให้กล้ามเนื้อฝ่อ ลุกยืดเส้นยืดสายทุกชั่วโมง ดื่มน้ำให้เพียงพอ อย่าลืมดูแลใจให้แจ่มใสด้วย",
      "generatedAt": "2025-08-26T14:26:39.042Z"
    }
  }
]